tap "biohackerellie/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "siderolabs/tap"
brew "fzf"
brew "gcc"
brew "go"
brew "gum"
brew "ripgrep"
brew "biohackerellie/tap/flexroster"
brew "goreleaser/tap/goreleaser"
brew "jesseduffield/lazygit/lazygit"
brew "siderolabs/tap/talosctl"
vscode "1yib.rust-bundle"
vscode "alefragnani.project-manager"
vscode "alexshenvscode.alex-s-dark-theme"
vscode "andrejunges.handlebars"
vscode "antfu.pnpm-catalog-lens"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bbenoist.doxygen"
vscode "bradlc.vscode-tailwindcss"
vscode "captncaps.ue4-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "codezombiech.gitignore"
vscode "cstrap.flask-snippets"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "degreat.theme-to-zed"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "en10ve.threejs"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fill-labs.dependi"
vscode "foxundermoon.shell-format"
vscode "frhtylcn.pythonsnippets"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "howardzuo.vscode-git-tags"
vscode "huizhou.githd"
vscode "ironmansoftware.powershellprotools"
vscode "jacano.vscode-pnpm"
vscode "kevinrose.vsc-python-indent"
vscode "mccarter.start-git-bash"
vscode "mechatroner.rainbow-csv"
vscode "mgesbert.python-path"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "nguyenhoanglam.beautiful-dracula"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "oleg-shilo.cs-script"
vscode "oven.bun-vscode"
vscode "panicbit.cargo"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "qwtel.sqlite-viewer"
vscode "reageyao.biosyntax"
vscode "rust-lang.rust-analyzer"
vscode "saikumarchinna.rainbow"
vscode "sanaajani.taskrunnercode"
vscode "shaharkazaz.git-merger"
vscode "shalldie.background"
vscode "shiro.pythonpack"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tonybaloney.vscode-pets"
vscode "tushortz.pygame-snippets"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "xanderappworks.vscode-webrpc-ridl-syntax"
vscode "xaver.clang-format"
vscode "xinyao27.vesper-purple-theme"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "zguolee.tabler-icons"
vscode "ziyasal.vscode-open-in-github"
